# ======================================
# НАСТРОЙКИ TELEGRAM БОТА
# ======================================


# ВСТАВЬ СЮДА ТОКЕН ОТ @BotFather
BOT_TOKEN = "8893016997:AAEL_aNRBLeGo2KtuayHDE2YzfSShn5LtE8"


# ВСТАВЬ СЮДА СВОЙ TELEGRAM ID
# Узнать можно через @userinfobot
ADMIN_ID = 8872934046


# ======================================
# ОПЛАТА
# ======================================


# ВСТАВЬ СЮДА НОМЕР КАРТЫ ДЛЯ ОПЛАТЫ
CARD_NUMBER = "2200700508085130"


# Валюта оплаты
PAYMENT_CURRENCY = "₽"


# ======================================
# ССЫЛКИ
# ======================================


# ВСТАВЬ ССЫЛКУ НА КАНАЛ С ОТЗЫВАМИ
REVIEWS_CHANNEL = "https://t.me/repacrisov"


# ВСТАВЬ USERNAME АККАУНТА ПОДДЕРЖКИ
SUPPORT_USERNAME = "@owersup88"


# ======================================
# НАСТРОЙКИ КРИПТОВАЛЮТЫ
# ======================================


# Минимальная покупка
MIN_BUY_AMOUNT = 1


# Комиссия магазина (%)
COMMISSION = 0
